[
  {
      "title": "No Bully Here performance at Miller Outdoor Theatre",
      "time": "11 AM",
      "address": "6000 Hermann Park Drive Houston, TX 77030 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=6000+Hermann+Park+Drive+Houston+TX+77030+United+States",
      "body": "This informative and inspirational celebration, presented by the City of Houston, features music, dance, and celebrity appearances for students and schools committed to nonviolence. Admission: Free."
  },
  {
      "title": "Educator Open House at CAMH",
      "time": "4 PM - 6 PM",
      "address": "5216 Montrose Blvd Houston, TX 77006 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=5216+Montrose+Blvd+Houston+TX+77006+United+States",
      "body": "The Contemporary Arts Museum invites educators of all stripes to drop in and meet their Education Team. Get a tour of their current exhibitions, learn more about upcoming shows featuring world-renowned contemporary artists, explore their tour and workshop options, and get details on all of the educational opportunities they can offer your students. Admission: Free."
  },
  {
      "title": "Happy Hour Thursdays at the Museum of Fine Arts, Houston",
      "time": "5 PM - 8 PM",
      "address": "1001 Bissonnet Houston, TX 77005 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1001+Bissonnet+Houston+TX+77005+United+States",
      "body": "Bring your friends to a museum-style happy hour and enjoy the exhibitions, bites from food trucks, and specialty cocktails at the Museum of Fine Arts, Houston. Admission: Free."
  },
  {
      "title": "David Ramirez In-Store Performance at Cactus Music",
      "time": "5:30 PM - 6:30 PM",
      "address": "2110 Portsmouth St Houston, TX 77098 United States",
      "mapurl": "https://www.google.com/maps?f=q&source=s_q&hl=en&geocode&q=2110+Portsmouth+St+Houston+TX+77098+United+States",
      "body": "Singer-songwriter David Ramirez performs songs off of his new record, We're Not Going Anywhere, at the Cactus Music record store. Complimentary beverages will be provided from Saint Arnold Brewery. Admission: Free."
  },
  {
      "title": "Fall Concert Series at Market Street",
      "time": "6 PM - 8:30 PM",
      "address": "9595 Six Pines Drive The Woodlands, TX 77380 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=9595+Six+Pines+Drive+The+Woodlands+TX+77380+United+States",
      "body": "Market Street’s fall concert series, featuring artists in country, rock, acoustic and more, returns to the shopping, dining and entertainment destination in The Woodlands. The Fab 5 will be performing today. Admission: Free."
  },
  {
      "title": "Opening Reception: Crystals of Inevidence at Sicardi Gallery",
      "time": "6 PM - 8 PM",
      "address": "1506 W Alabama St Houston , TX 77006 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1506+W+Alabama+St+Houston++TX+77006+United+States",
      "body": "See 13 new works by the artist Gabriel de la Mora during this opening reception of his exhibition, Crystals of Inevidence at Sicardi Gallery. Admission: Free."
  },
  {
      "title": "Texas Oktoberfest at Good Dog in Montrose",
      "time": "6 PM - 9 PM",
      "address": "1312 W Alabama St Houston , TX 77006 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1312+W+Alabama+St+Houston++TX+77006+United+States",
      "body": "Celebrate everything German when Good Dog in Montrose hosts Alamo Beer, Legal Draft Beer Co., Saint Arnold Brewing Company and Southern Star Brewing Company to compete for best brew. Wear your lederhosen, bring your own stein, and enjoy some German-inspired food specials. Admission: No cover."
  },
  {
      "title": "Ballast Point Beer Dinner at Brasserie 1895",
      "time": "6:30 PM",
      "address": "607 S Friendswood Dr Ste 11 Friendswood, TX 77546 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=607+S+Friendswood+Dr+Ste+11+Friendswood+TX+77546+United+States",
      "body": "This dinner will feature six beers including, Victory at Sea and Red Velvet and will be carefully paired with six delicious courses at Brasserie 1895. Admission Tickets are $70."
  },
  {
      "title": "Thursday Night Concerts: Paul Wall at Discovery Green",
      "time": "7 PM - 9 PM",
      "address": "1500 McKinney St Houston, TX 77010 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1500+McKinney+St+Houston+TX+77010+United+States",
      "body": "Catch a free outdoor concert from the Houston-based rapper, Paul Wall, and opener Genesis Blue at Discovery Green park. Admission: Free."
  },
  {
      "title": "Lights Out Houston Art Show at Sharespace",
      "time": "7 PM - 9 PM",
      "address": "2201 Preston Street Houston, TX 77003 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=2201+Preston+Street+Houston+TX+77003+United+States",
      "body": "The Lights Out show will be an experimental multimedia art experience hosted in the dark with interactive, visual, and audio installations at Sharespace. Admission: Free."
  },
  {
      "title": "Girls Night Out: Red Dress Event at Revolver Houston",
      "time": "7 PM - 11 PM",
      "address": "6502 Washington Ave Houston, TX 77007 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=6502+Washington+Ave+Houston+TX+77007+United+States",
      "body": "Head to Revolver Houston for their monthly Girls Night Out featuring a pop-up market and tunes from DJ Gracie Chavez. Expect drink specials on margaritas and sangria, music, vendors and more. Admission: Free."
  },
  {
      "title": "Drew Moreland and the Neon Hustle in Concert at Firehouse Saloon",
      "time": "7 PM",
      "address": "5930 Southwest Freeway Houston, TX 77057 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=5930+Southwest+Freeway+Houston+TX+77057+United+States",
      "body": "Hear the country Americana sounds of Drew Moreland and the Neon Hustle at Firehouse Saloon. Admission Tickets are $10."
  },
  {
      "title": "118th Beer Dinner with Platypus Brewing at Rudyard’s British Pub",
      "time": "7 PM - 10 PM",
      "address": "2010 Waugh Dr Houston, TX 77006 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=2010+Waugh+Dr+Houston+TX+77006+United+States",
      "body": "Enjoy a dinner created by Rudyard's own Chef Joe Apa paired with Australian themed brews from Platypus Brewing. Admission Tickets start at $50."
  },
  {
      "title": "Umbria at The Sugarland Auditorium",
      "time": "7 PM",
      "address": "226 Lakeview Dr. Sugar Land, TX 77478 United States",
      "mapurl": "https://www.google.com/maps/place/226+Lakeview+Dr,+Sugar+Land,+TX+77498",
      "body": "Umbria in Sugar Land will be a multi-day Italian film festival throughout the city featuring Italian films from the Festival del Cinema Città di Spello ed i Borghi Umbri. The event will also include regional food, wine, and crafts from Umbria. Admission: $10."
  },
  {
      "title": "8th Wonder Brewery presents The Skatalites World Tour 2017",
      "time": "7 PM - 2 AM",
      "address": "10444 Hempstead Road Houston, TX 77092 United States",
      "mapurl": "https://www.google.com/maps/place/10444+Hempstead+Rd,+Houston,+TX+77092",
      "body": "The Skatalites are Jamaica's premier ska band since 1964 who backed artists like Bob Marley, Toots and The Maytals, Alton Ellis, Ken Boothe and most of the singers of the day. Admission: Free."
  },
  {
      "title": "CSz presents The EaDo Comedy Show",
      "time": "7:30 PM",
      "address": "2201 Preston Houston, TX 77003 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=2201+Preston+Houston+TX+77003+United+States",
      "body": "Catch plenty of high-energy characters, fast-paced scenes and personal absurdities in The Eado Comedy Show, CSz Houston’s long-form improv show that draws from the fun East Downtown neighborhood vibe. Admission: 8$."
  },
  {
      "title": "4th Wall Theatre Co. presents Disgraced at Studio 101",
      "time": "7:30 PM",
      "address": "1824 Spring Street Houston, TX 77007 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1824+Spring+Street+Houston+TX+77007+United+States",
      "body": "In Disgraced, idle dinner party chit-chat explodes into the kind of rollicking, no-holds-barred argument that makes for truly delicious theater. Winner of a Pulitzer Prize, and also a Tony nominee for Best Play. Admission $32"
  },
  {
      "title": "Harvey at A.D. Players Theater",
      "time": "7:30 PM",
      "address": "2710 W. Alabama Houston, TX 77098 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=2710+W.+Alabama+Houston+TX+77098+United+States",
      "body": "Playwright Mary Chase won a Pulitzer Prize for Harvey, her classic comedy about a mild-mannered middle-aged man named Elwood, his domineering, social-climber sister Veta, and Elwood's best friend (a giant invisible rabbit named Harvey). 20$ Admission"
  },
  {
      "title": "Enemies at Main Street Theater",
      "time": "7:30 PM",
      "address": "540 Times Boulevard Houston, TX 7005 United States",
      "mapurl": "https://www.google.com/maps?f=q&source=s_q&hl=en&geocode&q=540+Times+Boulevard+Houston+TX+7005+United+States",
      "body": "Main Street Theater stages an original production of Gorky's extraordinary play, which was written in exile and banned in his home country. The play presents a panoramic view of a restless society. It’s 1905, and Russia is at a critical moment in its history. Admission $42"
  },
  {
      "title": "Black Sabbath: The End of the End Movie Screening at Alamo Drafthouse Mason Park",
      "time": "7:30 PM - 9:30 PM",
      "address": "531 South Mason Road Katy, TX 77450 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=531+South+Mason+Road+Katy+TX+77450+United+States",
      "body": "The End of The End documentary chronicles the final tour from the band who forged the sound of metal - Black Sabbath. Watch a screening of the film that features both individual and group recollections from Ozzy Osbourne, Tony Iommi, and Geezer Butler at Alamo Drafthouse Mason Park. Admission Tickets are $9.74."
  },
  {
      "title": "Describe the Night at the University of Houston Quintero Theatre",
      "time": "7:30 PM",
      "address": "4116 Elgin Houston, TX 77004 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=4116+Elgin+Houston+TX+77004+United+States",
      "body": "Check out the world premiere of Describe the Night, a play that tells the story of men and women, spies, conspiracy theories, and the ever onward passage of time. Admission Tickets are $65."
  },
  {
      "title": "Sassy Mamas at the Ensemble Theatre",
      "time": "7:30 PM",
      "address": "3535 Main St Houston, TX 77002 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=3535+Main+St+Houston+TX+77002+United+States",
      "body": "Sassy Mamas is a romantic comedy that centers on three women of substance and achievement in confident pursuit of younger men. Catch the regional premiere of this entertaining romantic comedy from NAACP Image Award winner Celeste Bedford Walker at The Ensemble Theatre. Admission Tickets range between $42 to $61."
  },
  {
      "title": "Big Thief in Concert at The Secret Group",
      "time": "8 PM",
      "address": "2101 Polk Street Houston, TX 77003 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=2101+Polk+Street++Houston+TX+77003+United+States",
      "body": "See Brooklyn-based indie rock band, Big Thief, perform at The Secret Group. Admission Tickets are $12."
  },
  {
      "title": "The Mystery of Edwin Drood Musical at Obsidian Theater",
      "time": "8 PM",
      "address": "3522 White Oak Drive Houston, TX 77007 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=3522+White+Oak+Drive+Houston+TX+77007+United+States",
      "body": "The winner of five Tony Awards when it played on Broadway, The Mystery of Edwin Drood is a riotous, interactive whodunit mystery musical that invites the audience to enter the action and play detective. Admission: Tickets start at $37.50."
  },
  {
      "title": "Will & Grace Watch Party at Guava Lamp",
      "time": "8 PM - 10 PM",
      "address": "570 Waugh Dr Houston , TX 77019 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=570+Waugh+Dr+Houston++TX+77019+United+States",
      "body": "Head to the LGBT-friendly nightclub Guava Lamp to see a screening of the highly anticipated comeback of Will & Grace. Expect trivia games, raffles, prizes, drink specials, and even a few guests dressed as the characters from the show. Admission No cover charge."
  },
  {
      "title": "Poison Pen Reading Series at Poison Girl",
      "time": "8:30 PM",
      "address": "1641 Westheimer Rd suite B Houston, TX 77006 United States",
      "mapurl": "http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=1641+Westheimer+Rd+suite+B+Houston+TX+77006+United+States",
      "body": "Enjoy a live reading from three writers for the Poison Pen Reading Series at Poison Girl every the last Thursday of each month. Featuring recognized writers of poetry, fiction and, nonfiction, The Poison Pen Reading Series has been recognized itself as one of the best local reading series in Houston. Admission Free to attend."
  }
]